<!DOCTYPE html>
<html>
<body>
    <h1>Datenschutzerkl&auml;rung</h1>

    <h2>Datenschutzrechtlich verantwortlich</h2>

    <p>Dipl.-Ing. Tamara Vukic-Vasiljev</p>

    <h2>Kontaktdaten</h2>

    <p>
        Veni Vidi Wien - Dipl. Ing. Vukic-Vasiljev Tamara<br />
        Formanekgasse 5<br />
        1190 Wien<br />
        Mobiltelefon +43 676 4133331<br />
    </p>

    <h2>Datenschutzerkl&auml;rung</h2>

    <p>Wir haben diese Datenschutzerkl&auml;rung (Fassung 02.03.2019-211088098) verfasst, um Ihnen gem&auml;&szlig; der Vorgaben der Datenschutz-Grundverordnung (EU) 2016/679 und dem Datenschutzgesetz (DSG) zu erkl&auml;ren, welche Informationen wir sammeln, wie wir Daten verwenden und welche Entscheidungsm&ouml;glichkeiten Sie als Besucher dieser Webseite haben.</p>
    <p>Leider liegt es in der Natur der Sache, dass diese Erkl&auml;rungen sehr technisch klingen, wir haben uns bei der Erstellung jedoch bem&uuml;ht die wichtigsten Dinge so einfach und klar wie m&ouml;glich zu beschreiben.</p>
    <h2>Rechte laut Datenschutzgrundverordnung</h2>

    <p>Ihnen stehen laut den Bestimmungen der DSGVO und des &ouml;sterreichischen Datenschutzgesetzes (DSG) grunds&auml;tzlich die folgende Rechte zu:</p>
    <ul>
        <li>Recht auf Berichtung (Artikel 16 DSGVO)</li>
        <li>Recht auf L&ouml;schung ("Recht auf Vergessenwerden") (Artikel 17 DSGVO)</li>
        <li>Recht auf Einschr&auml;nkung der Verarbeitung (Artikel 18 DSGVO)</li>
        <li>Recht auf Benachrichtigung - Mitteilungspflicht im Zusammenhang mit der Berichtigung oder L&ouml;schung personenbezogener Daten oder der Einschr&auml;nkung der Verarbeitung (Artikel 19 DSGVO)</li>
        <li>Recht auf Daten&uuml;bertragbarkeit (Artikel 20 DSGVO)</li>
        <li>Widerspruchsrecht (Artikel 21 DSGVO)</li>
        <li>Recht, nicht einer ausschlie&szlig;lich auf einer automatisierten Verarbeitung - einschlie&szlig;lich Profiling - beruhenden Entscheidung unterworfen zu werden (Artikel 22 DSGVO)</li>
    </ul>
    <p>Wenn Sie glauben, dass die Verarbeitung Ihrer Daten gegen das Datenschutzrecht verst&ouml;&szlig;t oder Ihre datenschutzrechtlichen Anspr&uuml;che sonst in einer Weise verletzt worden sind, k&ouml;nnen Sie sich bei der Aufsichtsbeh&ouml;rde beschweren, welche in &Ouml;sterreich die Datenschutzbeh&ouml;rde ist, deren Webseite Sie unter https://www.dsb.gv.at/ finden.</p>
    <h2>TLS-Verschl&uuml;sselung mit https</h2>

    <p>Wir verwenden https um Daten abh&ouml;rsicher im Internet zu &uuml;bertragen (Datenschutz durch Technikgestaltung Artikel 25 Absatz 1 DSGVO). Durch den Einsatz von TLS (Transport Layer Security), einem Verschl&uuml;sselungsprotokoll zur sicheren Daten&uuml;bertragung im Internet k&ouml;nnen wir den Schutz vertraulicher Daten sicherstellen. Sie erkennen die Benutzung dieser Absicherung der Daten&uuml;bertragung am kleinen Schlosssymbol links oben im Browser und der Verwendung des Schemas https (anstatt http) als Teil unserer Internetadresse.</p>
    <p>Quelle: Erstellt mit dem Datenschutz Generator von <a href="https://www.firmenwebseiten.at/datenschutz-generator/">firmenwebseiten.at</a> in Kooperation mit <a href="https://www.keyzone.at/">keyzone.at</a></p>
    <h2>Daten-Erhebung durch Dritte</h2>
    <h3>Daten-Erhebung durch die Nutzung von GitHub Pages</h3>
    <p>Diese Website wird von <a href="https://www.github.com">Github Inc., 88 Colin P Kelly Jr St, San Francisco, CA 94107, USA</a> gehostet. Bitte beachten Sie die <a href="https://help.github.com/articles/github-privacy-policy/">GitHub Privacy Policy</a> und <a href="https://help.github.com/articles/global-privacy-practices/">GitHub Global Privacy Practices</a></p>

    <p>Der Betreiber Github besitzt eine Zertifizierung nach dem <em>EU-US-Privacy-Shield</em>. Dies ist ein &Uuml;bereinkommen zwischen der Europ&auml;ischen Union (EU) und den USA, das die Einhaltung europ&auml;ischer Datenschutzstandards in den USA gew&auml;hrleisten soll. Siehe dazu die <a href="https://www.privacyshield.gov/participant?id=a2zt000000001K2AAI&amp;status=Active">Privacy Shield Compliance Erkl&auml;rung</a>.</p>

</body>
</html>
